[
  "{name1} เคยชอบใครในกลุ่มเพื่อนหรือไม่? ใคร?",
  "{name1} เคยโกหกเพื่อนเรื่องอะไรที่น่าขำที่สุด?",
  "{name1} มีความลับอะไรที่ยังไม่เคยบอกใคร?",
  "{name1} เคยทำอะไรแปลกๆ ตอนอยู่คนเดียวไหม?",
  "{name1} มีแฟนในอดีตที่ยังคิดถึงอยู่หรือไม่?",
  "{name1} เคยแอบชอบเพื่อนสนิทของตัวเองหรือไม่?",
  "{name1} เคยทะเลาะกับเพื่อนแล้วเสียใจไหม?",
  "{name1} เคยทำสิ่งที่ผิดกฎหมายเล็กๆ หรือไม่?",
  "{name1} กลัวอะไรที่สุด?",
  "{name1} เคยอายที่สุดตอนไหน?",
  "{name1} เคยแอบมองใครโดยไม่ให้เขารู้ไหม?",
  "{name1} มีของสะสมหรือของโปรดอะไรที่ไม่เคยบอกใคร?",
  "{name1} เคยทำอะไรแล้วถูกจับได้ไหม?",
  "{name1} เคยเก็บความลับของเพื่อนแล้วแอบบอกคนอื่นหรือไม่?",
  "{name1} เคยส่งข้อความผิดคนไหม? เรื่องอะไร?",
  "{name1} ชอบใครที่อยู่ในวงการเดียวกับคุณหรือไม่?",
  "{name1} เคยพูดคำโกหกใหญ่กับครอบครัวหรือไม่?",
  "{name1} มีความฝันบ้าๆ อะไรที่ยังอยากทำ?",
  "{name1} เคยแอบกินของคนอื่นโดยไม่บอกไหม?",
  "{name1} เคยทำตัวน่าอายที่สุดเมื่อไหร่?",
  "{name1} เคยชอบเพื่อนของแฟนไหม?",
  "{name1} เคยแอบดูโทรศัพท์คนอื่นหรือไม่?",
  "{name1} เคยทำอะไรที่ไม่ควรทำตอนเด็กๆ?",
  "{name1} เคยแกล้งใครแล้วถูกจับได้ไหม?",
  "{name1} เคยชอบใครโดยไม่กล้าบอกไหม?",
  "{name1} เคยบอกความลับเพื่อนแล้วเสียความสัมพันธ์ไหม?",
  "{name1} เคยมีแฟนแอบรักแฟนเพื่อนไหม?",
  "{name1} เคยหลอกตัวเองเรื่องความรักไหม?",
  "{name1} ชอบใครที่ไม่เหมาะสมกับตัวเองหรือไม่?",
  "{name1} เคยแอบชอบคนที่เจ้านายหรือครูไหม?",
  "{name1} เคยโกหกพ่อแม่เรื่องอะไรมากที่สุด?",
  "{name1} เคยแอบกินขนมที่ห้ามไหม?",
  "{name1} เคยทำอะไรแล้วรู้สึกผิดมากที่สุด?",
  "{name1} เคยบอกเพื่อนว่า 'ฉันไม่ชอบเธอ' ทั้งที่ชอบไหม?",
  "{name1} เคยทำอะไรที่กลัวเพื่อนรู้ไหม?",
  "{name1} เคยฝันแปลกๆ กับใครบ้างไหม?",
  "{name1} เคยทำอะไรแย่ๆ แล้วไม่มีใครรู้ไหม?",
  "{name1} เคยถูกเพื่อนแกล้งแล้วโกรธไหม?",
  "{name1} เคยพูดคำหยาบต่อครูหรือผู้ใหญ่ไหม?",
  "{name1} เคยทำสิ่งที่ทำให้เพื่อนอึ้งไหม?",
  "{name1} เคยแอบชอบเพื่อนของพี่น้องไหม?",
  "{name1} เคยแอบดูโทรศัพท์แฟนเก่าหรือไม่?",
  "{name1} เคยพูดโกหกใหญ่เพราะกลัวผลลัพธ์ไหม?",
  "{name1} เคยมีเพื่อนที่เกลียดแต่แกล้งทำเป็นชอบไหม?",
  "{name1} เคยฝันว่าตัวเองดังมากๆ หรือไม่?",
  "{name1} เคยทำตัวตลกเพื่อให้เพื่อนหัวเราะไหม?",
  "{name1} เคยแอบอ่านไดอารี่ใครไหม?",
  "{name1} เคยเก็บเงินส่วนตัวไว้โดยไม่ให้ใครรู้ไหม?",
  "{name1} เคยถูกใครทำให้หัวเราะจนลืมหายใจไหม?",
  "{name1} เคยชอบใครโดยไม่รู้ว่าตัวเองชอบจริงไหม?",
  "{name1} เคยพูดความลับตัวเองแล้วถูกหักหลังไหม?",
  "{name1} เคยทำให้ใครโกรธโดยไม่ตั้งใจไหม?",
  "{name1} เคยแกล้งเพื่อนเพื่อสนุกแต่เกินไปไหม?",
  "{name1} เคยหลอกตัวเองเรื่องความรักไหม?",
  "{name1} เคยชอบใครแล้วเขาไม่รู้ไหม?",
  "{name1} เคยถูกเพื่อนหักหลังไหม?",
  "{name1} เคยบอกคำโกหกที่ทำให้คนอื่นหัวเราะไหม?",
  "{name1} เคยทำให้เพื่อนอับอายไหม?",
  "{name1} เคยแอบชอบคนที่อายุมากกว่าไหม?",
  "{name1} เคยทำอะไรที่ทำให้ตัวเองเสียหน้าไหม?",
  "{name1} เคยรักใครจนร้องไห้ไหม?",
  "{name1} เคยถูกปฏิเสธเรื่องความรักไหม?",
  "{name1} เคยแอบรักใครที่อยู่ไกลไหม?",
  "{name1} เคยชอบใครที่ไม่ควรชอบไหม?",
  "{name1} เคยโดนเพื่อนแกล้งแบบฮาๆ จนร้องไห้ไหม?",
  "{name1} เคยทำตัวประหลาดเพื่อเรียกร้องความสนใจไหม?",
  "{name1} เคยฝันว่าตัวเองมีพลังวิเศษไหม?",
  "{name1} เคยโกหกเพื่อนเพื่อเอาตัวรอดไหม?",
  "{name1} เคยเก็บความลับเพราะกลัวผลกระทบไหม?",
  "{name1} เคยแอบชอบคนที่ไม่ควรชอบไหม?",
  "{name1} เคยชอบใครเพราะเขามีของเล่น/สิ่งของที่อยากได้ไหม?",
  "{name1} เคยทำอะไรเพื่อ impress คนที่ชอบไหม?",
  "{name1} เคยถูกเพื่อนแกล้งแล้วเสียใจไหม?",
  "{name1} เคยแอบดูใครเปลี่ยนเสื้อไหม?",
  "{name1} เคยแอบชอบคนที่มีแฟนแล้วไหม?",
  "{name1} เคยแกล้งหัวเราะเพื่อปกปิดความอายไหม?",
  "{name1} เคยโกหกเรื่องวัยของตัวเองไหม?",
  "{name1} เคยเล่าเรื่องโกหกแล้วถูกจับได้ไหม?",
  "{name1} เคยบอกเพื่อนว่าชอบอาหารชนิดหนึ่งทั้งที่ไม่ชอบไหม?",
  "{name1} เคยทำอะไรแล้วเพื่อนลืมไม่ได้ไหม?",
  "{name1} เคยชอบใครแล้วเขาไม่รู้ตัวไหม?",
  "{name1} เคยทำตัวตลกเพื่อเอาใจคนที่ชอบไหม?",
  "{name1} เคยฝันประหลาดเกี่ยวกับเพื่อนหรือคนรักไหม?",
  "{name1} เคยเก็บตัวเงียบเพราะอายเพื่อนไหม?",
  "{name1} เคยโกหกเพื่อปกป้องเพื่อนไหม?",
  "{name1} เคยทำสิ่งที่ตัวเองเสียใจมากที่สุดอะไร?",
  "{name1} เคยแอบดูหนังผู้ใหญ่หรือไม่?",
  "{name1} เคยโดนเพื่อนล้อเรื่องความรักไหม?",
  "{name1} เคยทำตัวประหลาดเพราะกลัวใครเห็นไหม?",
  "{name1} เคยทำอะไรตลกที่สุดตอนอยู่ในที่สาธารณะไหม?",
  "{name1} เคยอยากกอด {name2} ไหม?",
  "{name1} เคยอยากจูบ {name2} หรือไม่?",
  "{name1} เคยคิดอยากบอกความลับกับ {name2} ไหม?",
  "{name1} เคยอยากทำอะไรสนุกๆ กับ {name2}?",
  "{name1} เคยอยากช่วย {name2} ทำอะไรยากๆ ไหม?",
  "{name1} เคยคิดว่า {name2} น่ารักที่สุดตอนไหน?",
  "{name1} เคยอยากเล่นเกมหรือทำกิจกรรมกับ {name2} ไหม?",
  "{name1} เคยอยากให้ {name2} รู้ความรู้สึกของตัวเองไหม?",
  "{name1} เคยอยากแกล้ง {name2} แบบขำๆ ไหม?",
  "{name1} เคยอยากพูดคำชม {name2} ไหม?",
  "{name1} เคยคิดว่าตัวเองใกล้ {name2} มากที่สุดเมื่อไหร่?",
  "{name1} เคยอยากทำอาหารให้ {name2} กินไหม?",
  "{name1} เคยอยากไปเที่ยวกับ {name2} ไหม?",
  "{name1} เคยคิดว่า {name2} น่ารักที่สุดตอนไหน?",
  "{name1} เคยอยากให้ {name2} ช่วยเรื่องอะไรไหม?",
  "{name1} เคยอยากทำกิจกรรมลับกับ {name2} ไหม?",
  "{name1} เคยอยากฟังเพลงพร้อม {name2} ไหม?",
  "{name1} เคยอยากพูดความในใจให้ {name2} ฟังไหม?",
  "{name1} เคยอยากให้ {name2} เข้าใจตัวเองมากที่สุดไหม?",
  "{name1} เคยอยากทำอะไรตลกกับ {name2} ไหม?",
  "{name1} เคยคิดอยากกอด {name2} ไหม?",
  "{name1} เคยอยากให้ {name2} ช่วยทำการบ้านไหม?",
  "{name1} เคยอยากให้ {name2} ขอโทษเรื่องอะไรไหม?",
  "{name1} เคยอยากให้ {name2} รู้ว่าตัวเองคิดอะไรไหม?",
  "{name1} เคยอยากทำอะไรตลกให้ {name2} ขำไหม?",
  "{name1} เคยอยากทำความดีให้ {name2} ไหม?",
  "{name1} เคยคิดอยากทำเซอร์ไพรส์ให้ {name2} ไหม?",
  "{name1} เคยอยากบอกว่า {name2} เป็นเพื่อนที่ดีไหม?",
  "{name1} เคยอยากไปสถานที่โปรดกับ {name2} ไหม?",
  "{name1} เคยคิดอยากทำให้ {name2} อิจฉาไหม?"
]
